{"amount":29,"dialogues":[["I say that the sith were right the dark side is the true power in the galaxy... Long live the sith... Oh by the way there a great deal on whale oil and rum at the market going on\n","So sayeth TANNtrum..."],["Who lives in a pineapple under the sea?\n","So sayeth ..."],["Avast ye hearties, today be the day we get that precious Roxxy booty!\n","So sayeth omegashrn..."],["Shiver me timbers Diane is thee most promiscuous beauty in summerville a scurvy dog be lucky to have her\n","So sayeth Bambi..."],["There once was a man from Bonaire. Who was doing his wife on the stair. When the banister broke, he doubled his stroke, and finished her off in midair!\n","So sayeth ..."],["ho ho ho and a bottle of rum sixteen maidens dancing on my deck... {i}drinks from bottle{\/i} ...where was I again... sixteen maidens... zzzz\n","So sayeth jchance13..."],["Hey there laddy let this old geezer tell ya some tricks, hehehe, {i}burp{\/i} where was I, oh yeah first ye... gotta... yawn\n","So sayeth Lantea..."],["Why can pirates not play cards? Because they are sitting on the deck...\n","So sayeth Hagenius..."],["We pirates spend our lives lookin' fer treasure in distant lands... but th' real treasure be th' friendship that be in front o' us this whole time\n","So sayeth The_Maandingo..."],["You look like me I was younger but prettier, I sure do remember the time I had sex with Roz it was the best time of my life. There was also this girl, she was around your age, I only remember her last name which was Smith. She had these dungeon in her house, she hold a girl chain her up and then make all the guys there have sex with while she watch and uses the whip\n","So sayeth Blue ranger..."],["{b}too bad it {i}feels{\/i} so good{\/b}\n","So sayeth AhmadHalieru..."],["Shout out to all 12-STEM students in ANHS.\n","So sayeth -xyz..."],["A Pirate walks into a bar with a steering wheel in his pants. The bartender notices and asks \"Is that a steering wheel in your pants?!\" The pirate said \"Yarrr! It's driving me nuts!\"\n","So sayeth TheKinkySon..."],["I once had a rainbow colored llama once. Don't know where it went. Damn llamas and their evasiveness.\n","So sayeth Annie r34..."],["Did you ever hear the tragedy of Darth Plagueis The Wise? I thought not. It's not a story the Jedi would tell you. It's a Sith legend. Darth Plagueis was a Dark Lord of the Sith, so powerful and so wise he could use the Force to influence the midichlorians to create life He had such a knowledge of the dark side that he could even keep the ones he cared about from dying. The dark side of the Force is a pathway to many abilities some consider to be unnatural. He became so powerful the only thing he was afraid of was losing his power, which eventually, of course, he did. Unfortunately, he taught his apprentice everything he knew, then his apprentice killed him in his sleep. Ironic. He could save others from death, but not himself. Ironic...\n","So sayeth Supreme Chancellor Sheev Palpatine ..."],["Do you think you're better? You're right - it seems to you XD\n","So sayeth keka1609..."],["Kids dese days, watching der Chinese cartoons and injecting dem weeds... The only good thing dey have are dem 2d girls...\n","So sayeth Averan..."],["Zzzzzzz... What do you want? A treasured chest? Aye, I have seen a treasured chest it was a great big beautiful bouncing breast... zzzzzzzz... I miss you Roz... zzzzzzzzz.\n","So sayeth ..."],["Squish me fuckin' nips harder daddy!\n","So sayeth ..."],["Here's a bunch of crazy, crazy for you Corinthians. The one who thinks it's little. I live for you Corinthians!\n","So sayeth Neto..."],["You ever wonder why we drive on Parkways and park on Driveways?\n","So sayeth N00bBISCUITxX..."],["Erff... Hrmm... CHEEKI BREEKI IV DAMKE!\n","So sayeth GopnikDude..."],["All that is gold does not glitter, Not all those who wander are lost; The old that is strong does not wither, Deep roots are not reached by the frost. From the ashes a fire shall be koken A light from the shadows shall spring; Renewed shall be blade that was broken, The crownless again shall be king.\n","So sayeth J.R.R Tolkien submitted by Jan..."],["I have been waiting for the day that I can finally bang Roxxy. Ever since the first time, I saw her, and that was like 16 years ago.\n","So sayeth EmerorMu..."],["Never be a {b}wanker{\/b}! Put it in her {b}stanker{\/b}! ... unless she didn't washy off the {b}{u}pooper{\/u}{\/b}.\n","So sayeth Vangy..."],["hmm.. i think i should be careful about writing a dialogue like this one, hehe i don't fully know how this works but here goes nothing\n","So sayeth H17AE6..."],["{b}When{\/b} you must ever chose between a lass or a dear friend, never trust the head down south matey.\n","So sayeth Stan Sandman..."],["its over 9000 thats not possible\n","So sayeth manner..."],["Ya know I once dreamt I lived at the bottom of the sea in a pineapple. That was right strange bit o' grog I had that night but I never forgot it.\n","So sayeth ..."]]}